Repository: dexcorsaro9-cmyk/swimwave
Catalog: app/Swimwave/Localizable.xcstrings
Source language: it
Languages: en, es

# andamento.metri.accessibilita
source: Grafico dei metri nuotati: %@ m in totale; il periodo con più metri ne ha %@
en: Chart of meters swum: %@ m in total; your biggest period was %@ m
es: Gráfico de los metros nadados: %@ m en total; el periodo con más metros tiene %@

# andamento.metri.titoloMese
source: Metri per mese
en: Meters per month
es: Metros por mes

# andamento.metri.titoloSettimana
source: Metri per settimana
en: Meters per week
es: Metros por semana

# andamento.periodo.mesi12
source: Ultimi 12 mesi
en: Last 12 months
es: Últimos 12 meses

# andamento.periodo.mesi6
source: Ultimi 6 mesi
en: Last 6 months
es: Últimos 6 meses

# andamento.periodo.settimane8
source: Ultime 8 settimane
en: Last 8 weeks
es: Últimas 8 semanas

# andamento.periodo.titolo
source: Periodo
en: Period

# andamento.riepilogo.metri
source: Metri
en: Meters
es: Metros

# andamento.riepilogo.nuotate
source: Nuotate
en: Swims
es: Nados

# andamento.riepilogo.tempo
source: Tempo in acqua
en: Time in the water
es: Tiempo en el agua

# andamento.ritmo.accessibilita
source: Grafico del ritmo medio ogni 100 m: %ld nuotate, tra %@ e %@
en: Chart of average pace per 100 m: %ld swims, between %@ and %@
es: Gráfico del ritmo medio cada 100 m: %ld nados, entre %@ y %@

# andamento.ritmo.nota
source: Ritmo medio di ogni nuotata di almeno 200 m, in minuti e secondi ogni 100 m. In alto i ritmi più veloci.
en: Average pace of every swim of at least 200 m, in minutes and seconds per 100 m. Faster paces are at the top.
es: Ritmo medio de cada nado de al menos 200 m, en minutos y segundos cada 100 m. Arriba, los ritmos más rápidos.

# andamento.ritmo.titolo
source: Ritmo medio ogni 100 m
en: Average pace per 100 m
es: Ritmo medio cada 100 m

# andamento.ritmo.vuoto
source: Il ritmo compare quando ci sono nuotate di almeno 200 m con un tempo registrato.
en: Your pace shows up once you have swims of at least 200 m with a recorded time.
es: El ritmo aparece cuando hay nados de al menos 200 m con un tiempo registrado.

# andamento.sottotitolo
source: I tuoi metri e il tuo ritmo nel tempo
en: Your meters and your pace over time
es: Tus metros y tu ritmo a lo largo del tiempo

# andamento.titolo
source: Andamento
en: Progress
es: Evolución

# andamento.vasca.acqueLibere
source: Acque libere
en: Open water
es: Aguas abiertas

# andamento.vasca.altre
source: Altre vasche
en: Other pools
es: Otras piscinas

# andamento.vasca.titolo
source: Vasca
en: Pool
es: Piscina

# andamento.vasca.tutte
source: Tutte le vasche
en: All pools
es: Todas las piscinas

# andamento.vuoto.filtro
source: Nessuna nuotata con questa scelta di periodo e di vasca.
en: No swims for this period and pool choice.
es: No hay nados con esta selección de periodo y de piscina.

# andamento.vuoto.testo
source: I grafici compariranno dopo le tue prime nuotate.
en: Your charts will appear after your first swims.
es: Los gráficos aparecerán después de tus primeros nados.

# anno.carta.giorni
source: %ld giorni in acqua
en: %ld days in the water
es: %ld días en el agua

# anno.carta.nuotate
source: %ld nuotate
en: %ld swims
es: %ld nados

# anno.carta.titolo
source: Il mio anno in acqua, %ld
en: My year in the water, %ld
es: Mi año en el agua, %ld

# anno.condividi.testo
source: Il mio %ld in acqua: %@ in %ld nuotate, con Swimwave.
en: My %ld in the water: %@ in %ld swims, with Swimwave.
es: Mi %ld en el agua: %@ en %ld nados, con Swimwave.

# anno.giorni
source: Giorni in acqua
en: Days in the water
es: Días en el agua

# anno.menu
source: Anno
en: Year
es: Año

# anno.meseMigliore
source: Il mese con più metri
en: Your biggest month
es: El mes con más metros

# anno.metri
source: Metri nuotati
en: Meters swum
es: Metros nadados

# anno.nuotate
source: Nuotate
en: Swims
es: Nados

# anno.paragone.km.molte
source: È come percorrere un tratto di 1 km, %ld volte.
en: That's like covering a 1 km stretch, %ld times.
es: Es como recorrer un tramo de 1 km, %ld veces.

# anno.paragone.km.una
source: È come percorrere un tratto di 1 km una volta.
en: That's like covering a 1 km stretch once.
es: Es como recorrer un tramo de 1 km una vez.

# anno.paragone.titolo
source: Per farti un'idea
en: To put it in perspective
es: Para que te hagas una idea

# anno.paragone.vasche
source: Sono %@ vasche da 50 m, una dopo l'altra.
en: That's %@ lengths of a 50 m pool, back to back.
es: Son %@ largos de 50 m, uno tras otro.

# anno.piuLunga
source: La nuotata più lunga
en: Your longest swim
es: El nado más largo

# anno.settimane
source: Settimane con obiettivo
en: Weeks with a goal
es: Semanas con objetivo

# anno.tempo
source: Tempo in acqua
en: Time in the water
es: Tiempo en el agua

# anno.titolo
source: Il tuo anno
en: Your year
es: Tu año

# anno.vuoto
source: Non ci sono ancora nuotate in questo anno. Quando vorrai, si comincia.
en: No swims in this year yet. Whenever you're ready, we start.
es: Todavía no hay nados en este año. Cuando quieras, empezamos.

# asecco.attenzione
source: Attenzione a
en: Watch out for
es: Ojo con

# asecco.avviso
source: Esercizi leggeri: fermati se senti dolore e, se persiste, senti un medico.
en: Gentle exercises: stop if you feel pain and, if it persists, see a doctor.
es: Ejercicios suaves: detente si sientes dolor y, si persiste, consulta a un médico.

# asecco.esecuzione
source: Come si fa
en: How to do it
es: Cómo se hace

# asecco.gruppo.altri
source: Altri esercizi
en: More exercises
es: Otros ejercicios

# asecco.gruppo.gambe
source: Gambe
en: Legs
es: Piernas

# asecco.gruppo.mobilita
source: Mobilità
en: Mobility
es: Movilidad

# asecco.gruppo.spalle
source: Spalle
en: Shoulders
es: Hombros

# asecco.ripetizioni
source: Quante volte
en: How many times
es: Cuántas veces

# asecco.scopo
source: A cosa serve
en: What it's for
es: Para qué sirve

# asecco.sottotitolo
source: Mobilità, spalle, core e gambe, fuori dall'acqua
en: Mobility, shoulders, core and legs, out of the water
es: Movilidad, hombros, core y piernas, fuera del agua

# asecco.titolo
source: Esercizi a secco
en: Dryland exercises
es: Ejercicios en seco

# asecco.vuoto.testo
source: Qui troverai esercizi leggeri da fare fuori dall'acqua. Li stiamo ancora preparando.
en: Here you'll find gentle exercises to do out of the water. We're still preparing them.
es: Aquí encontrarás ejercicios suaves para hacer fuera del agua. Todavía los estamos preparando.

# asecco.vuoto.titolo
source: Gli esercizi arrivano presto
en: Exercises are coming soon
es: Los ejercicios llegan pronto

# attrezzatura.facoltativi
source: Facoltativi
en: Optional
es: Opcional

# attrezzatura.nessuno
source: Oggi non ti serve nessun attrezzo.
en: You don't need any equipment today.
es: Hoy no necesitas ningún material.

# attrezzatura.titolo
source: Porta a bordo vasca
en: Bring to the pool deck
es: Lleva al borde de la piscina

# attrezzo.pinne
source: Pinne
en: Fins
es: Aletas

# attrezzo.tavoletta
source: Tavoletta
en: Kickboard
es: Tabla

# avatar.benvenuto
source: %@, sorridente
en: %@, smiling
es: %@, sonriente

# avatar.dolore
source: %@, con un'espressione attenta e premurosa
en: %@, with an attentive, caring expression
es: %@, con una expresión atenta y cuidadosa

# avatar.dopoAllenamentoDuro
source: %@, con uno sguardo comprensivo
en: %@, with an understanding look
es: %@, con una mirada comprensiva

# avatar.incoraggiamento
source: %@, con un sorriso incoraggiante
en: %@, with an encouraging smile
es: %@, con una sonrisa de ánimo

# avatar.ripartenza
source: %@, con un sorriso rilassato
en: %@, with a relaxed smile
es: %@, con una sonrisa relajada

# avatar.traguardo
source: %@, felice, con il pollice alzato
en: %@, happy, giving a thumbs up
es: %@, feliz, con el pulgar arriba

# blocco.defaticamento
source: Defaticamento
en: Cool-down
es: Vuelta a la calma

# blocco.principale
source: Parte principale
en: Main set
es: Parte principal

# blocco.riscaldamento
source: Riscaldamento
en: Warm-up
es: Calentamiento

# blocco.tecnica
source: Tecnica
en: Technique
es: Técnica

# calendario.cella.altre
source: %@, %ld nuotate
en: %@, %ld swims
es: %@, %ld nados

# calendario.cella.una
source: %@, 1 nuotata
en: %@, 1 swim
es: %@, 1 nado

# calendario.mesePrecedente
source: Mese precedente
en: Previous month
es: Mes anterior

# calendario.meseSuccessivo
source: Mese successivo
en: Next month
es: Mes siguiente

# calendario.oggi
source: oggi
en: today
es: hoy

# calendario.totale.altre
source: %ld nuotate · %@ m
en: %ld swims · %@ m
es: %ld nados · %@ m

# calendario.totale.nessuna
source: Nessuna nuotata in questo mese
en: No swims this month
es: Ningún nado en este mes

# calendario.totale.una
source: 1 nuotata · %@ m
en: 1 swim · %@ m
es: 1 nado · %@ m

# chiedi.attesa
source: Sto preparando il tuo allenamento…
en: Getting your workout ready…
es: Estoy preparando tu entrenamiento…

# chiedi.consenso
source: Per scriverti un allenamento su misura mi serve l'uso dell'IA. Se vuoi, lo attivi in Profilo, quando preferisci: nessuna fretta.
en: To write a workout just for you, I need to use AI. If you like, you can turn it on in Profile whenever you prefer: no rush.
es: Para escribirte un entrenamiento a tu medida necesito usar la IA. Si quieres, la activas en Perfil cuando prefieras: sin prisa.

# chiedi.consenso.libreria
source: Intanto scegli dalla libreria
en: For now, pick from the library
es: Mientras tanto, elige de la biblioteca

# chiedi.durata.coach
source: Come vuoi, decide il coach
en: Up to you, the coach decides
es: Como quieras, decide el coach

# chiedi.durata.titolo
source: Quanto tempo hai?
en: How much time do you have?
es: ¿Cuánto tiempo tienes?

# chiedi.fallito.libreria
source: Apri la libreria
en: Open the library
es: Abrir la biblioteca

# chiedi.fallito.testo
source: Non riesco a prepararlo adesso: ti propongo quelli della libreria.
en: I can't prepare it right now: here are the ones from the library.
es: Ahora no puedo prepararlo: te propongo los de la biblioteca.

# chiedi.intro
source: Dimmi come lo vuoi: preparo un allenamento solo per oggi.
en: Tell me how you'd like it: I'll prepare a workout just for today.
es: Dime cómo lo quieres: preparo un entrenamiento solo para hoy.

# chiedi.obiettivo.comeSempre
source: Come sempre
en: As usual
es: Como siempre

# chiedi.obiettivo.titolo
source: Su cosa vuoi lavorare?
en: What do you want to work on?
es: ¿En qué quieres trabajar?

# chiedi.prepara
source: Prepara l'allenamento
en: Prepare the workout
es: Prepara el entrenamiento

# chiedi.preparaAncora
source: Preparane un altro
en: Prepare another one
es: Prepara otro

# chiedi.risultato.titolo
source: Ecco il tuo allenamento
en: Here's your workout
es: Aquí tienes tu entrenamiento

# chiedi.titolo
source: Chiedi al coach
en: Ask the coach
es: Pregunta al coach

# coach.presentazione.donna
source: Ciao, sono Pamela. Ti accompagno io, a modo tuo e con i tuoi tempi.
en: Hi, I'm Pamela. I'll be with you, your way and at your pace.
es: Hola, soy Pamela. Te acompaño yo, a tu manera y a tu ritmo.

# coach.presentazione.uomo
source: Ciao, sono Antonio. Ti seguo io, un passo alla volta.
en: Hi, I'm Antonio. I'll guide you, one step at a time.
es: Hola, soy Antonio. Te acompaño yo, paso a paso.

# comune.annulla
source: Annulla
en: Cancel
es: Cancelar

# comune.avanti
source: Avanti
en: Next
es: Siguiente

# comune.chiudi
source: Chiudi
en: Close
es: Cerrar

# comune.continua
source: Continua
en: Continue
es: Continuar

# comune.fatto
source: Fatto
en: Done
es: Hecho

# comune.indietro
source: Indietro
en: Back
es: Atrás

# comune.salta
source: Salta
en: Skip
es: Omitir

# condividi.ritmo
source: Ogni 100 m
en: Per 100 m
es: Cada 100 m

# condividi.tempo
source: Tempo
en: Time
es: Tiempo

# confronto.diff.ritmo
source: %@%@ ogni 100 m
en: %@%@ per 100 m
es: %@%@ cada 100 m

# confronto.nota
source: La differenza è calcolata come B meno A.
en: The difference is calculated as B minus A.
es: La diferencia se calcula como B menos A.

# confronto.riga.bracciate
source: Bracciate per vasca
en: Strokes per length
es: Brazadas por largo

# confronto.riga.calorie
source: Calorie
en: Calories
es: Calorías

# confronto.riga.frequenza
source: Frequenza cardiaca media
en: Average heart rate
es: Frecuencia cardíaca media

# confronto.riga.metri
source: Metri
en: Meters
es: Metros

# confronto.riga.ritmo
source: Ritmo ogni 100 m
en: Pace per 100 m
es: Ritmo cada 100 m

# confronto.riga.tempo
source: Tempo
en: Time
es: Tiempo

# confronto.titolo
source: Confronto
en: Compare
es: Comparación

# confronto.uguale
source: Uguale
en: Same
es: Igual

# confronto.voiceover
source: %@: A %@, B %@, differenza %@
en: %@: A %@, B %@, difference %@
es: %@: A %@, B %@, diferencia %@

# consenso.cambio
source: Puoi cambiare idea quando vuoi, in Profilo.
en: You can change your mind anytime, in Profile.
es: Puedes cambiar de opinión cuando quieras, en Perfil.

# consenso.dati
source: Al servizio che li prepara arrivano solo il tuo livello, l'obiettivo, la vasca, il ritmo, il coach scelto e come ti è sembrato l'ultimo allenamento; e, se li scegli, la durata e l'obiettivo di quell'allenamento. Per il commento sul tuo mese arrivano solo alcuni totali: quante nuotate, quanti metri e minuti, le settimane di fila e quante nuotate ti sono sembrate facili, giuste o dure. Mai il tuo nome.
en: The service that prepares them only receives your level, goal, pool, pace, the coach you chose, and how your last workout felt; and, if you choose them, the length and goal of that workout. For the comment on your month, it only receives a few totals: how many swims, how many meters and minutes, your weeks in a row, and how many swims felt easy, just right or hard. Never your name.
es: Al servicio que los prepara solo llegan tu nivel, el objetivo, la piscina, el ritmo, el coach elegido y cómo te pareció el último entrenamiento; y, si los eliges, la duración y el objetivo de ese entrenamiento. Para el comentario sobre tu mes llegan solo algunos totales: cuántos nados, cuántos metros y minutos, las semanas seguidas y cuántos nados te parecieron fáciles, justos o duros. Nunca tu nombre.

# consenso.ia
source: Sono %@, un personaggio virtuale: non sono una persona reale. Gli allenamenti e il commento sul tuo mese li preparo con l'aiuto dell'intelligenza artificiale.
en: I'm %@, a virtual character: I'm not a real person. I prepare your workouts and the comment on your month with the help of artificial intelligence.
es: Soy %@, un personaje virtual: no soy una persona real. Los entrenamientos y el comentario sobre tu mes los preparo con la ayuda de la inteligencia artificial.

# consenso.maggioriInformazioni
source: Maggiori informazioni
en: More information
es: Más información

# consenso.no
source: Se preferisci di no, nessun problema: ricevi allenamenti fissi preparati dal nostro team e una frase fissa al posto del commento sul mese.
en: If you'd rather not, no problem: you'll get fixed workouts prepared by our team and a fixed sentence in place of the comment on your month.
es: Si prefieres que no, no hay problema: recibes entrenamientos fijos preparados por nuestro equipo y una frase fija en lugar del comentario sobre el mes.

# consenso.preferiscoNo
source: Preferisco di no
en: I'd rather not
es: Prefiero que no

# consenso.titolo
source: Prima di cominciare
en: Before we start
es: Antes de empezar

# consenso.vaBene
source: Va bene
en: Sounds good
es: De acuerdo

# dettaglio.ambiente.acqueLibere
source: Acque libere
en: Open water
es: Aguas abiertas

# dettaglio.ambiente.vasca
source: In vasca
en: In the pool
es: En piscina

# dettaglio.ambiente.vascaDa
source: Vasca da %ld m
en: %ld m pool
es: Piscina de %ld m

# dettaglio.condividi.immagine
source: Condividi come immagine
en: Share as image
es: Compartir como imagen

# dettaglio.condividi.testo
source: Condividi come testo
en: Share as text
es: Compartir como texto

# dettaglio.correggi
source: Correggi metri e durata
en: Correct meters and duration
es: Corregir metros y duración

# dettaglio.correggi.metri
source: Metri
en: Meters
es: Metros

# dettaglio.correggi.minuti
source: Minuti
en: Minutes
es: Minutos

# dettaglio.correggi.salva
source: Salva
en: Save
es: Guardar

# dettaglio.correggi.secondi
source: Secondi
en: Seconds
es: Segundos

# dettaglio.correggi.spiegazione
source: Se l'orologio ha sbagliato, scegli i valori giusti. Da ora restano questi.
en: If your watch got it wrong, choose the right values. From now on, they stay.
es: Si el reloj se equivocó, elige los valores correctos. A partir de ahora quedan estos.

# dettaglio.corretta
source: Corretta da te
en: Corrected by you
es: Corregido por ti

# dettaglio.elimina
source: Elimina nuotata
en: Delete swim
es: Eliminar nado

# dettaglio.elimina.conferma
source: Elimina
en: Delete
es: Eliminar

# dettaglio.elimina.messaggio
source: Non si può annullare.
en: This can't be undone.
es: No se puede deshacer.

# dettaglio.elimina.titolo
source: Vuoi eliminare questa nuotata?
en: Delete this swim?
es: ¿Quieres eliminar este nado?

# dettaglio.etichetta.bracciate
source: Bracciate
en: Strokes
es: Brazadas

# dettaglio.etichetta.bracciatePerVasca
source: Bracciate per vasca
en: Strokes per length
es: Brazadas por largo

# dettaglio.etichetta.calorie
source: Calorie
en: Calories
es: Calorías

# dettaglio.etichetta.frequenza
source: Battiti al minuto (media)
en: Beats per minute (average)
es: Pulsaciones por minuto (media)

# dettaglio.etichetta.metri
source: Metri
en: Meters
es: Metros

# dettaglio.etichetta.ritmo
source: Ogni 100 m
en: Per 100 m
es: Cada 100 m

# dettaglio.etichetta.tempo
source: Tempo
en: Time
es: Tiempo

# dettaglio.nota.salva
source: Salva nota
en: Save note
es: Guardar nota

# dettaglio.nota.segnaposto
source: Scrivi cosa vuoi ricordare di questa nuotata
en: Write what you want to remember about this swim
es: Escribe lo que quieras recordar de este nado

# dettaglio.nota.titolo
source: La tua nota
en: Your note
es: Tu nota

# dettaglio.origine.salute
source: Apple Salute
en: Apple Health
es: Apple Salud

# dettaglio.swolf.nota
source: È il tempo di una vasca in secondi più le bracciate: più è basso, più sei efficiente.
en: It's the time of one length in seconds plus your strokes: the lower it is, the more efficient you are.
es: Es el tiempo de un largo en segundos más las brazadas: cuanto más bajo, más eficiente eres.

# dettaglio.swolf.titolo
source: SWOLF indicativo
en: Estimated SWOLF
es: SWOLF orientativo

# dettaglio.titolo
source: Nuotata
en: Swim
es: Nado

# dettaglio.titolo.predefinito
source: Nuotata
en: Swim
es: Nado

# dettaglio.tratti.asse
source: Tratto
en: Segment
es: Tramo

# dettaglio.tratti.grafico
source: Tempo di ogni tratto, in secondi
en: Time of each segment, in seconds
es: Tiempo de cada tramo, en segundos

# dettaglio.tratti.medio
source: Tempo medio per tratto
en: Average time per segment
es: Tiempo medio por tramo

# dettaglio.tratti.numero
source: Tratto %ld
en: Segment %ld
es: Tramo %ld

# dettaglio.tratti.piuLenta
source: Tratto più lento
en: Slowest segment
es: Tramo más lento

# dettaglio.tratti.piuVeloce
source: Tratto più veloce
en: Fastest segment
es: Tramo más rápido

# dettaglio.tratti.senzaBracciate
source: Le bracciate tratto per tratto non sono disponibili.
en: Strokes segment by segment aren't available.
es: Las brazadas tramo a tramo no están disponibles.

# dettaglio.tratti.titolo
source: Tratti
en: Segments
es: Tramos

# dettaglio.tratti.tutti
source: Tutti i tratti
en: All segments
es: Todos los tramos

# dettaglio.tratti.valore
source: Tratto %ld · %@
en: Segment %ld · %@
es: Tramo %ld · %@

# dettaglio.vasche.asse
source: Vasca
en: Length
es: Largo

# dettaglio.vasche.assePassi
source: Secondi
en: Seconds
es: Segundos

# dettaglio.vasche.grafico
source: Tempo di ogni vasca, in secondi
en: Time of each length, in seconds
es: Tiempo de cada largo, en segundos

# dettaglio.vasche.medio
source: Tempo medio per vasca
en: Average time per length
es: Tiempo medio por largo

# dettaglio.vasche.numero
source: Vasca %ld
en: Length %ld
es: Largo %ld

# dettaglio.vasche.piuLenta
source: Vasca più lenta
en: Slowest length
es: Largo más lento

# dettaglio.vasche.piuVeloce
source: Vasca più veloce
en: Fastest length
es: Largo más rápido

# dettaglio.vasche.senzaBracciate
source: Le bracciate vasca per vasca non sono disponibili.
en: Strokes length by length aren't available.
es: Las brazadas largo a largo no están disponibles.

# dettaglio.vasche.senzaTempi
source: I tempi delle vasche non sono disponibili.
en: Length times aren't available.
es: Los tiempos de los largos no están disponibles.

# dettaglio.vasche.titolo
source: Vasche
en: Lengths
es: Largos

# dettaglio.vasche.tutte
source: Tutte le vasche
en: All lengths
es: Todos los largos

# dettaglio.vasche.valore
source: Vasca %ld · %@
en: Length %ld · %@
es: Largo %ld · %@

# fine.domanda
source: Com'è andata?
en: How did it go?
es: ¿Cómo te fue?

# fine.metri
source: metri
en: meters
es: metros

# fine.minuti
source: minuti
en: minutes
es: minutos

# fine.nota
source: Mi aiuta a scegliere il prossimo allenamento.
en: It helps me choose your next workout.
es: Me ayuda a elegir el próximo entrenamiento.

# fine.titolo
source: Ben fatto, %@!
en: Well done, %@!
es: ¡Bien hecho, %@!

# guidato.bordoVasca.attiva
source: Modalità a bordo vasca
en: Poolside mode
es: Modo borde de piscina

# guidato.bordoVasca.esci
source: Normale
en: Normal
es: Normal

# guidato.bordoVasca.suggerimento
source: Tocca il centro dello schermo per andare avanti
en: Tap the middle of the screen to move on
es: Toca el centro de la pantalla para avanzar

# guidato.continua
source: Continua
en: Continue
es: Continuar

# guidato.fatto
source: Fatto
en: Done
es: Hecho

# guidato.frase.1
source: Con calma, un tratto alla volta.
en: Easy does it, one stretch at a time.
es: Con calma, un tramo a la vez.

# guidato.frase.2
source: Stai andando bene.
en: You're doing well.
es: Vas muy bien.

# guidato.frase.3
source: Respira e vai al tuo ritmo.
en: Breathe and go at your own pace.
es: Respira y ve a tu ritmo.

# guidato.frase.4
source: Ogni vasca conta.
en: Every length counts.
es: Cada largo cuenta.

# guidato.frase.5
source: Goditi l'acqua.
en: Enjoy the water.
es: Disfruta del agua.

# guidato.frase.6
source: Se senti dolore, fermati e riposa.
en: If you feel pain, stop and rest.
es: Si sientes dolor, detente y descansa.

# guidato.frase.7
source: Nessuna fretta: rallenta pure se serve.
en: No rush: slow down if you need to.
es: Sin prisa: baja el ritmo si hace falta.

# guidato.frase.8
source: Bel ritmo, continua così.
en: Nice pace, keep it up.
es: Buen ritmo, sigue así.

# guidato.inPausa
source: In pausa
en: Paused
es: En pausa

# guidato.metriVasca
source: metri · %ld vasca
en: meters · %ld length
es: metros · %ld largo

# guidato.metriVasche
source: metri · %ld vasche
en: meters · %ld lengths
es: metros · %ld largos

# guidato.pausa
source: Pausa
en: Pause

# guidato.prossima
source: Prossima: %@
en: Next: %@
es: Siguiente: %@

# guidato.recupero
source: Recupero
en: Rest
es: Descanso

# guidato.ripetizione
source: Ripetizione %ld di %ld
en: Rep %ld of %ld
es: Repetición %ld de %ld

# guidato.riprendi
source: Riprendi
en: Resume
es: Reanudar

# guidato.serie
source: Serie %ld di %ld
en: Set %ld of %ld
es: Serie %ld de %ld

# guidato.termina
source: Termina
en: End
es: Terminar

# guidato.termina.conferma
source: Sì, termina
en: Yes, end it
es: Sí, terminar

# guidato.termina.titolo
source: Vuoi terminare l'allenamento?
en: End the workout?
es: ¿Quieres terminar el entrenamiento?

# guidato.totale
source: Totale %ld di %ld m · %@
en: Total %ld of %ld m · %@
es: Total %ld de %ld m · %@

# guidato.vai
source: Vai
en: Go
es: Vamos

# info.versione
source: Versione %@
en: Version %@
es: Versión %@

# intensita.facile
source: Facile
en: Easy
es: Fácil

# intensita.forte
source: Forte
en: Hard
es: Fuerte
